adw-gtk-theme
alacritty
alsa-utils
base
base-devel
blueman
bluez
bluez-utils
btop
btrfs-progs
catimg
cava
cmatrix
dolphin
efibootmgr
fastfetch
figlet
fish
flatpak
git
grub
hyprland
hyprlauncher
hyprpaper
intel-ucode
iwd
kitty
kvantum
linux
linux-firmware
mullvad-vpn-bin
nano
ncspot
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nyancat
openssh
paru
paru-debug
pavucontrol
pipewire-alsa
pipewire-pulse
pwvucontrol
qt5ct
qt6ct
rofi
sof-firmware
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-roboto
waybar
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zram-generator
